IDEA StatiCa Open Model
Point3D Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the Point3D class
 Namespace: IdeaRS.OpenModel.Geometry3D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public Point3D()
Public Sub New
public:
Point3D()
See Also
Reference
Point3D Class
IdeaRS.OpenModel.Geometry3D Namespace